export const categories = [
  {
    id: 0,
    title: "Бритвенные принадлежности",
  },
  {
    id: 1,
    title: "Средства для ухода",
  },
  {
    id: 2,
    title: "Аксессуары",
  },
];

export const manufacturers = [
  {
    id: 0,
    title: "Baxter of California",
  },
  {
    id: 1,
    title: "Mr Natty",
  },
  {
    id: 2,
    title: "Suavecito",
  },
  {
    id: 3,
    title: "Malin+Goetz",
  },
  {
    id: 4,
    title: "Murray’s",
  },
  {
    id: 5,
    title: "American Crew",
  },
];

export const products = [
  {
    id: 0,
    name: "Набор для путешествий",
    price: 2900,
    main_img: '../src/assets/baxter.png',
    other_images: ['../../assets/baxter2.png', '../../assets/baxter3.png', '../../assets/baxter4.png'],
    info: 'Travel Kit – необходимый аксессуар во время любого путешествия. В аккуратной кожаной сумке находится все, что нужно для бритья и ухода за кожей во время рабочей поездки или отдыха: средство для умывания, увлажняющий крем, крем для бритья, крем после бритья, шампунь. Набор также может стать отличным подарком',
    amenities: ['Средство для умывания (50 мл)', 'Увлажняющий крем (50 мл)', 'Крем для бритья (50 мл)', 'Крем после бритья, шампунь (50 мл)', 'Удобная кожаная косметичка'],
    productId: [1, 2],
    manufacturerId: 0
  },
  {
    id: 1,
    name: "Увлажняющий кондиционер",
    price: 750,
    main_img: '../../assets/baxter.png',
    other_images: ['../../assets/baxter2.png', '../../assets/baxter3.png', '../../assets/baxter4.png'],
    info: 'Travel Kit – необходимый аксессуар во время любого путешествия. В аккуратной кожаной сумке находится все, что нужно для бритья и ухода за кожей во время рабочей поездки или отдыха: средство для умывания, увлажняющий крем, крем для бритья, крем после бритья, шампунь. Набор также может стать отличным подарком',
    amenities: ['Средство для умывания (50 мл)', 'Увлажняющий крем (50 мл)', 'Крем для бритья (50 мл)', 'Крем после бритья, шампунь (50 мл)', 'Удобная кожаная косметичка'],
    productId: [0, 1],
    manufacturerId: 1
  },
  {
    id: 2,
    name: "Гель для волос",
    price: 290,
    main_img: '../../assets/baxter.png',
    other_images: ['../../assets/baxter2.png', '../../assets/baxter3.png', '../../assets/baxter4.png'],
    info: 'Travel Kit – необходимый аксессуар во время любого путешествия. В аккуратной кожаной сумке находится все, что нужно для бритья и ухода за кожей во время рабочей поездки или отдыха: средство для умывания, увлажняющий крем, крем для бритья, крем после бритья, шампунь. Набор также может стать отличным подарком',
    amenities: ['Средство для умывания (50 мл)', 'Увлажняющий крем (50 мл)', 'Крем для бритья (50 мл)', 'Крем после бритья, шампунь (50 мл)', 'Удобная кожаная косметичка'],
    productId: [1, 2],
    manufacturerId: 2
  },
  {
    id: 3,
    name: "Гель для волос",
    price: 300,
    main_img: '../../assets/baxter.png',
    other_images: ['../../assets/baxter2.png', '../../assets/baxter3.png', '../../assets/baxter4.png'],
    info: 'Travel Kit – необходимый аксессуар во время любого путешествия. В аккуратной кожаной сумке находится все, что нужно для бритья и ухода за кожей во время рабочей поездки или отдыха: средство для умывания, увлажняющий крем, крем для бритья, крем после бритья, шампунь. Набор также может стать отличным подарком',
    amenities: ['Средство для умывания (50 мл)', 'Увлажняющий крем (50 мл)', 'Крем для бритья (50 мл)', 'Крем после бритья, шампунь (50 мл)', 'Удобная кожаная косметичка'],
    productId: [2],
    manufacturerId: 5
  },
  {
    id: 4,
    name: "Глина для укладки волос",
    price: 500,
    main_img: '../../assets/baxter.png',
    other_images: ['../../assets/baxter2.png', '../../assets/baxter3.png', '../../assets/baxter4.png'],
    info: 'Travel Kit – необходимый аксессуар во время любого путешествия. В аккуратной кожаной сумке находится все, что нужно для бритья и ухода за кожей во время рабочей поездки или отдыха: средство для умывания, увлажняющий крем, крем для бритья, крем после бритья, шампунь. Набор также может стать отличным подарком',
    amenities: ['Средство для умывания (50 мл)', 'Увлажняющий крем (50 мл)', 'Крем для бритья (50 мл)', 'Крем после бритья, шампунь (50 мл)', 'Удобная кожаная косметичка'],
    productId: [0, 2],
    manufacturerId: 5
  },
  {
    id: 5,
    name: "Smth",
    price: 100,
    main_img: '../../assets/baxter.png',
    other_images: ['../../assets/baxter2.png', '../../assets/baxter3.png', '../../assets/baxter4.png'],
    info: 'Travel Kit – необходимый аксессуар во время любого путешествия. В аккуратной кожаной сумке находится все, что нужно для бритья и ухода за кожей во время рабочей поездки или отдыха: средство для умывания, увлажняющий крем, крем для бритья, крем после бритья, шампунь. Набор также может стать отличным подарком',
    amenities: ['Средство для умывания (50 мл)', 'Увлажняющий крем (50 мл)', 'Крем для бритья (50 мл)', 'Крем после бритья, шампунь (50 мл)', 'Удобная кожаная косметичка'],
    productId: [0, 1],
    manufacturerId: 5,
  },
  {
    id: 6,
    name: "Набор для бритья",
    price: 3900,
    main_img: '../../assets/baxter.png',
    other_images: ['../../assets/baxter2.png', '../../assets/baxter3.png', '../../assets/baxter4.png'],
    info: 'Travel Kit – необходимый аксессуар во время любого путешествия. В аккуратной кожаной сумке находится все, что нужно для бритья и ухода за кожей во время рабочей поездки или отдыха: средство для умывания, увлажняющий крем, крем для бритья, крем после бритья, шампунь. Набор также может стать отличным подарком',
    amenities: ['Средство для умывания (50 мл)', 'Увлажняющий крем (50 мл)', 'Крем для бритья (50 мл)', 'Крем после бритья, шампунь (50 мл)', 'Удобная кожаная косметичка'],
    productId: [1],
    manufacturerId: 0
  },
];
